{"file_name": "Che_ch1_sec1.2.1_fig1.1.png", "text": "Arrangement of particles in solid, liquid and gaseous state"}
{"file_name": "Che_ch1_sec1.2.2_fig1.2.png", "text": "Classification of matter"}
{"file_name": "Che_ch1_sec1.2.2_fig1.3.png", "text": "A representation of atoms and molecules"}
{"file_name": "Che_ch1_sec1.2.2_fig1.4.png", "text": "A depiction of molecules of water and carbon dioxide"}
{"file_name": "Che_ch1_sec1.3.5_fig1.5.png", "text": "Analytical balance"}
{"file_name": "Che_ch1_sec1.3.5_fig1.6.png", "text": "Different units used to express volume"}
{"file_name": "Che_ch1_sec1.3.5_fig1.7.png", "text": "Some volume measuring devices"}
{"file_name": "Che_ch1_sec1.3.7_fig1.8.png", "text": "Thermometers using different temperature scales"}
{"file_name": "Che_ch1_sec1.5.5_fig1.9.png", "text": "Two volumes of hydrogen react with one volume of oxygen to give two volumes of water vapour"}
{"file_name": "Che_ch1_sec1.7.4_fig1.10.png", "text": "Packing of Na+ and Cl– ions in sodium chloride"}
{"file_name": "Che_ch1_sec1.9_fig1.11.png", "text": "One mole of various substances"}
{"file_name": "Che_ch2_sec2.1.1_fig2.1(a).png", "text": "A cathode ray discharge tube"}
{"file_name": "Che_ch2_sec2.1.1_fig2.1(b).png", "text": "A cathode ray discharge tube with perforated anode"}
{"file_name": "Che_ch2_sec2.1.3_fig2.2.png", "text": "The apparatus to determine the charge to the mass ratio of electron"}
{"file_name": "Che_ch2_sec2.2_fig2.3.png", "text": "The Millikan oil drop apparatus for measuring charge ‘e’. In chamber, the forces acting on oil drop are: gravitational, electrostatic due to electrical field and a viscous drag force when the oil drop is moving."}
{"file_name": "Che_ch2_sec2.2.1_fig2.4.png", "text": "Thomson model of atom"}
{"file_name": "Che_ch2_sec2.2.2_fig2.5.png", "text": "Schematic view of Rutherford’s scattering experiment. When a beam of alpha (?) particles is “shot” at a thin gold foil, most of them pass through without much effect. Some, however, are deflected."}
{"file_name": "Che_ch2_sec2.3.1_fig2.6.png", "text": "The electric and magnetic field components of an electromagnetic wave. These components have the same wavelength, frequency, speed and amplitude, but they vibrate in two mutually perpendicular planes."}
{"file_name": "Che_ch2_sec2.3.1_fig2.7.png", "text": "(a) The spectrum of electromagnetic radiation. (b) Visible spectrum. The visible region is only a small part of the entire spectrum."}
{"file_name": "Che_ch2_sec2.3.2_fig2.8(a).png", "text": "Black body"}
{"file_name": "Che_ch2_sec2.3.2_fig2.8.png", "text": "Wavelength-intensity relationship"}
{"file_name": "Che_ch2_sec2.3.2_fig2.9.png", "text": "Equipment for studying the photoelectric effect. Light of a particular frequency strikes a clean metal surface inside a vacuum chamber. Electrons are ejected from the metal and are counted by a detector that measures their kinetic energy."}
{"file_name": "Che_ch2_sec2.3.3_fig2.10.png", "text": "(a) Atomic emission. The light emitted by a sample of excited hydrogen atoms (or any other element) can be passed through a prism and separated into certain discrete wavelengths. Thus an emission spectrum, which is a photographic recording of the separated wavelengths is called as line spectrum. Any sample of reasonable size contains an enormous number of atoms. Although a single atom can be in only one excited state at a time, the collection of atoms contains all possible excited states. The light emitted as these atoms fall to lower energy states is responsible for the spectrum. (b) Atomic absorption. When white light is passed through unexcited atomic hydrogen and then through a slit and prism, the transmitted light is lacking in intensity at the same wavelengths as are emitted in (a) The recorded absorption spectrum is also a line spectrum and the photographic negative of the emission spectrum."}
{"file_name": "Che_ch2_sec2.3.3_fig2.11.png", "text": "Transitions of the electron in the hydrogen atom (The diagram shows the Lyman, Balmer and Paschen series of transitions)"}
{"file_name": "Che_ch2_sec2.6.2_fig2.12.png", "text": "The plots of (a) the orbital wave function ?(r); (b) the variation of probability density ?2(r) as a function of distance r of the electron from the nucleus for 1s and 2s orbitals."}
{"file_name": "Che_ch2_sec2.6.2_fig2.13.png", "text": "(a) Probability density plots of 1s and 2s atomic orbitals. The density of the dots represents the probability density of finding the electron in that region. (b) Boundary surface diagram for 1s and 2s orbitals."}
{"file_name": "Che_ch2_sec2.6.2_fig2.14.png", "text": "Boundary surface diagrams of the three 2p orbitals."}
{"file_name": "Che_ch2_sec2.6.2_fig2.15.png", "text": "Boundary surface diagrams of the five 3d orbitals."}
{"file_name": "Che_ch2_sec2.6.3_fig2.16.png", "text": "Energy level diagrams for the few electronic shells of (a) hydrogen atom and (b) multi-electronic atoms. Note that orbitals for the same value of principal quantum number, have the same energies even for different azimuthal quantum number for hydrogen atom. In case of multi-electron atoms, orbitals with same principal quantum number possess different energies for different azimuthal quantum numbers."}
{"file_name": "Che_ch2_sec2.6.4_fig2.17.png", "text": "Order of filling of orbitals"}
{"file_name": "Che_ch2_sec2.6.6_fig2.18.png", "text": "Possible exchange for a d5 configuration"}
{"file_name": "Che_ch3_sec3.2_fig3.1.png", "text": "Mendeleev’s Periodic Table published earlier"}
{"file_name": "Che_ch3_sec3.3_fig3.2.png", "text": "Long form of the Periodic Table of the Elements with their atomic numbers and ground state outer electronic configurations. The groups are numbered 1-18 in accordance with the 1984 IUPAC recommendations. This notation replaces the old numbering scheme of IA–VIIA, VIII, IB–VIIB and 0 for the elements."}
{"file_name": "Che_ch3_sec3.6.1_fig3.3.png", "text": "The types of elements in the Periodic Table based on the orbitals that are being filled. Also shown is the broad division of elements into METALS"}
{"file_name": "Che_ch3_sec3.7.1_fig3.4(a).png", "text": "Variation of atomic radius with atomic number across the second period"}
{"file_name": "Che_ch3_sec3.7.1_fig3.4(b).png", "text": "Variation of atomic radius with atomic number for alkali metals and halogens"}
{"file_name": "Che_ch3_sec3.7.1_fig3.5.png", "text": "Variation of first ionization enthalpies (?i H) with atomic number for elements with Z = 1 to 60"}
{"file_name": "Che_ch3_sec3.7.1_fig3.6(a).png", "text": "First ionization enthalpies (?i H) of elements of the second period as a function of atomic number (Z) and Fig. 3.6(b) ?i H of alkali metals as a function of Z."}
{"file_name": "Che_ch3_sec3.7.1_fig3.7.png", "text": "The periodic trends of elements in the periodic table"}
{"file_name": "Che_ch4_sec4.3.1_fig4.1.png", "text": "The bond length in a covalent molecule AB. R = rA + rB (R is the bond length and rA and rB are the covalent radii of atoms A and B respectively)"}
{"file_name": "Che_ch4_sec4.3.1_fig4.2.png", "text": "Covalent and van der Waals radii in a chlorine molecule. The inner circles correspond to the size of the chlorine atom (rvdw and rc are van der Waals and covalent radii respectively)."}
{"file_name": "Che_ch4_sec4.3.5_fig4.3.png", "text": "Resonance in the O3 molecule (structures I and II represent the two canonical forms while the structure III is the resonance hybrid)"}
{"file_name": "Che_ch4_sec4.3.5_fig4.4.png", "text": "Resonance in CO3 2–, I, II and III represent the three canonical forms."}
{"file_name": "Che_ch4_sec4.3.5_fig4.5.png", "text": "Resonance in CO2 molecule, I, II and III represent the three canonical forms."}
{"file_name": "Che_ch4_sec4.4_fig4.6.png", "text": "The shapes of molecules in which central atom has no lone pair"}
{"file_name": "Che_ch4_sec4.5_fig4.7.png", "text": "Forces of attraction and repulsion during the formation of H2 molecule"}
{"file_name": "Che_ch4_sec4.5_fig4.8.png", "text": "The potential energy curve for the formation of H2 molecule as a function of internuclear distance of the H atoms. The minimum in the curve corresponds to the most stable state of H2."}
{"file_name": "Che_ch4_sec4.5.3_fig4.9.png", "text": "Positive, negative and zero overlaps of s and p atomic orbitals"}
{"file_name": "Che_ch4_sec4.6.1_fig4.10.png", "text": "(a) Formation of sp hybrids from s and p orbitals; (b) Formation of the linear BeCl2 molecule"}
{"file_name": "Che_ch4_sec4.6.1_fig4.11.png", "text": "Formation of sp2 hybrids and the BCl3 molecule"}
{"file_name": "Che_ch4_sec4.6.1_fig4.12.png", "text": "Formation of sp3 hybrids by the combination of s, px , py and pz atomic orbitals of carbon and the formation of CH4 molecule"}
{"file_name": "Che_ch4_sec4.6.1_fig4.13.png", "text": "Formation of NH3 molecule"}
{"file_name": "Che_ch4_sec4.6.1_fig4.14.png", "text": "Formation of H2O molecule"}
{"file_name": "Che_ch4_sec4.6.2_fig4.15.png", "text": "Formation of sigma and pi bonds in ethene"}
{"file_name": "Che_ch4_sec4.6.2_fig4.16.png", "text": "Formation of sigma and pi bonds in ethyne"}
{"file_name": "Che_ch4_sec4.6.3_fig4.17.png", "text": "Trigonal bipyramidal geometry of PCl5 molecule"}
{"file_name": "Che_ch4_sec4.6.3_fig4.18.png", "text": "Octahedral geometry of SF6 molecule"}
{"file_name": "Che_ch4_sec4.7.1_fig4.19.png", "text": "Formation of bonding (?) and antibonding (?*) molecular orbitals by the linear combination of atomic orbitals ?A and ?B centered on two atoms A and B respectively."}
{"file_name": "Che_ch4_sec4.7.4_fig4.20.png", "text": "Contours and energies of bonding and antibonding molecular orbitals formed through combinations of (a) 1s atomic orbitals; (b) 2pz atomic orbitals and (c) 2px atomic orbitals."}
{"file_name": "Che_ch4_sec4.8_fig4.21.png", "text": "MO occupancy and molecular properties for B2 through Ne2."}
{"file_name": "Che_ch4_sec4.9.2_fig4.22.png", "text": "Intramolecular hydrogen bonding in o-nitrophenol molecule"}
{"file_name": "Che_ch5_sec5.1.1_fig5.1.png", "text": "System and the surroundings"}
{"file_name": "Che_ch5_sec5.1.2_fig5.2.png", "text": "Open, closed and isolated systems."}
{"file_name": "Che_ch5_sec5.1.4_fig5.3.png", "text": "An adiabatic system which does not permit the transfer of heat through its boundary."}
{"file_name": "Che_ch5_sec5.1.4_fig5.4.png", "text": "A system which allows heat transfer through its boundary."}
{"file_name": "Che_ch5_sec5.2.1_fig5.5(a).png", "text": "Work done on an ideal gas in a cylinder when it is compressed by a constant external pressure, pex (in single step) is equal to the shaded area."}
{"file_name": "Che_ch5_sec5.2.1_fig5.5(b).png", "text": "pV-plot when pressure is not constant and changes in finite steps during compression from initial volume, Vi to final volume, Vf . Work done on the gas is represented by the shaded area."}
{"file_name": "Che_ch5_sec5.2.1_fig5.5(c).png", "text": "pV-plot when pressure is not constant and changes in infinite steps (reversible conditions) during compression from initial volume, Vi to final volume, Vf . Work done on the gas is represented by the shaded area."}
{"file_name": "Che_ch5_sec5.2.2_fig5.6(a).png", "text": "A gas at volume V and temperature T"}
{"file_name": "Che_ch5_sec5.2.2_fig5.6(b).png", "text": "Partition, each part having half the volume of the gas"}
{"file_name": "Che_ch5_sec5.3_fig5.7.png", "text": "Bomb calorimeter"}
{"file_name": "Che_ch5_sec5.3_fig5.8.png", "text": "Calorimeter for measuring heat changes at constant pressure (atmospheric pressure)."}
{"file_name": "Che_ch5_sec5.5_fig5.9.png", "text": "Enthalpy diagram for lattice enthalpy of NaCl"}
{"file_name": "Che_ch5_sec5.6_fig5.10(a).png", "text": "Enthalpy diagram for exothermic reactions"}
{"file_name": "Che_ch5_sec5.6_fig5.10(b).png", "text": "Enthalpy diagram for endothermic reactions"}
{"file_name": "Che_ch5_sec5.6_fig5.11.png", "text": "Diffusion of two gases"}
{"file_name": "Che_ch6_sec6.1.2_fig6.1.png", "text": "Measuring equilibrium vapour pressure of water at a constant temperature"}
{"file_name": "Che_ch6_sec6.10_fig6.10.png", "text": "Dissolution of sodium chloride in water. Na+ and Cl– ions are stablised by their hydration with polar water molecules."}
{"file_name": "Che_ch6_sec6.11.2_fig6.11.png", "text": "pH-paper with four strips that may have different colours at the same pH"}
{"file_name": "Che_ch6_sec6.2_fig6.2.png", "text": "Attainment of chemical equilibrium."}
{"file_name": "Che_ch6_sec6.2_fig6.3.png", "text": "Demonstrating dynamic nature of equilibrium. (a) initial stage (b) final stage after the equilibrium is attained."}
{"file_name": "Che_ch6_sec6.2_fig6.4.png", "text": "Depiction of equilibrium for the reaction"}
{"file_name": "Che_ch6_sec6.2_fig6.5.png", "text": "Chemical equilibrium in the reaction H2(g) + I2(g) 2HI(g) can be attained from either direction"}
{"file_name": "Che_ch6_sec6.6.1_fig6.6.png", "text": "Dependence of extent of reaction on Kc"}
{"file_name": "Che_ch6_sec6.6.2_fig6.7.png", "text": "Predicting the direction of the reaction"}
{"file_name": "Che_ch6_sec6.8.1_fig6.8.png", "text": "Effect of addition of H2 on change of concentration for the reactants and products in the reaction, H2(g) + I2 (g) 2HI(g)"}
{"file_name": "Che_ch6_sec6.8.4_fig6.9.png", "text": "Effect of temperature on equilibrium for the reaction, 2NO2 (g) N2O4 (g)"}
